//Tools / Editor
"CLImageEditor_BackBtnTitle" = "Avorter";
"CLImageEditor_DefaultTitle" = "Modifier";
"CLImageEditor_OKBtnTitle" = "Fini";
"CLMirrorTool_DefaultTitle" = "Miroir";
"CLAdjustmentTool_DefaultTitle" = "Éclairage";
"CLAdjustmentTool2_DefaultTitle" = "Couleur";
"CLEnhanceTool_DefaultTitle" = "Améliorer";
"CLKaleidoscopeTool_DefaultTitle" = "Kaléidoscope";
"CLGradientTool_DefaultTitle" = "Dégradé";
"CLSplashTool_DefaultTitle" =   "Coloriser";
"CLColorClampTool_DefaultTitle" = "Couleur Clamp";
"CLClippingTool_DefaultTitle" = "Crop";
"CLClippingTool_ItemMenuCustom" = "Personnalisé";
"CLDrawTool_DefaultTitle" = "Dessiner";
"CLEffectTool_DefaultTitle" = "Effets";
"CLFilterTool_DefaultTitle" = "Filtre";
"CLStickerTool_DefaultTitle" = "Autocollant";
"CLResizeTool_DefaultTitle" = "Redimensionner";
"CLResizeTool_InfoPanelTextNewSize" = "Nouveau Taille de l'image:";
"CLResizeTool_InfoPanelTextOriginalSize" = "Taille de l'image d'origine:";
"CLRotateTool_DefaultTitle" = "Pivoter";
"CLRotateTool_MenuItemFlipTitle1" = " ";
"CLRotateTool_MenuItemFlipTitle2" = " ";
"CLRotateTool_MenuItemRotateTitle" = " ";
"CLReflectionTool_DefaultTitle" = "Fusées";
"CLEmoticonTool_DefaultTitle" = "Emoticons 1";
"CLEmoticonTool2_DefaultTitle" = "Emoticons 2";
"CLEmoticonTool3_DefaultTitle" = "Emoticons 3";
"CLTextTool_DefaultTitle" = "Texte";
"CLTextTool_MenuItemAlignCenter" = " ";
"CLTextTool_MenuItemAlignLeft" = " ";
"CLTextTool_MenuItemAlignRight" = " ";
"CLTextTool_MenuItemColor" = "Couleur";
"CLTextTool_MenuItemFont" = "Font";
"CLTextTool_MenuItemNew" = "Nouveau";
"CLToneCurveTool_DefaultTitle" = "Courbe de Tons";
"CL3DTool_DefaultTitle" = "Anaglyphe";
"CLShapeTool_DefaultTitle" = "Formes";

//Effects
"CLEffectBase_DefaultTitle" = "Sans";
"CLHalftoneCMYKEffect_DefaultTitle" = "CMYK Demi-teinte";
"CLRippleEffect_DefaultTitle" = "Vague";
"CLDrosteEffect_DefaultTitle" = "Spiral";
"CLSplashEffect_DefaultTitle" = "Radiation";
"CLMonoColorEffect_DefaultTitle" = "Mono Couleur";
"CLPointillizeEffect_DefaultTitle" = "Taches";
"CLHexagonalEffect_DefaultTitle" = "Hexagonal";
"CLEdgeWorkEffect_DefaultTitle" = "Traitement des Bords";
"CLEdgeColorEffect_DefaultTitle" = "Bords de Couleur";
"CLCrystallizeEffect_DefaultTitle" = "Cristallisation";
"CLComicEffect_DefaultTitle" = "Comique";
"CLWaterEffect_DefaultTitle" = "Eau";
"CLSphereEffect_DefaultTitle" = "Boule";
"CLSphereGlasEffect_DefaultTitle" = "Boule de Verre";
"CLPolarEffect_DefaultTitle" = "Polar";
"CLBloomEffect_DefaultTitle" = "Chatoiement";
"CLBlurEffect_DefaultTitle" = "Focus";
"CLGloomEffect_DefaultTitle" = "Sombre";
"CLHazeEffect_DefaultTitle" = "Brouillard";
"CLHighlightSadowEffect_DefaultTitle" = "Éclat";
"CLHueEffect_DefaultTitle" = "Teinture";
"CLPixellateEffect_DefaultTitle" = "Pixel";
"CLPosterizeEffect_DefaultTitle" = "Postérisation";
"CLBlurEffect_MenuItemBand" = "Rectangle";
"CLBlurEffect_MenuItemCircle" = "Cercle";
"CLSpotEffect_DefaultTitle" = "Spot";
"CLHoleEffect_DefaultTitle" = "Trou";
"CLSwirlEffect_DefaultTitle" = "Strudel";
"CLBulgeEffect_DefaultTitle" = "Bosse";
"CLPinchEffect_DefaultTitle" = "Pincer";
"CLStretchEffect_DefaultTitle" = "L'étirement";
"CLZoomBlurEffect_DefaultTitle" = "Imprécision";
"CLSharpenEffect_DefaultTitle" = "Aiguisez";
"CLUnsharpMaskEffect_DefaultTitle" = "Masquage";
"CLOilEffect_DefaultTitle" = "Huile";
"CLEmbossEffect_DefaultTitle" = "Embossage";
"CLColorDotsEffect_DefaultTitle" = "Points Couleur";
"CLToonHardEffect_DefaultTitle" = "Toon dur";
"CLToonEffect_DefaultTitle" = "Toon";
"CLSketchHardEffect_DefaultTitle" = "Esquisser dur";
"CLSketchEffect_DefaultTitle" = "Esquisser";
"CLDotEffect_DefaultTitle" = "Points";
"CLHalftoneEffect_DefaultTitle" = "Demi-teinte";
"CLHatchEffect_DefaultTitle" = "Éclosion";
"CLCrossHatchEffect_DefaultTitle" = "Croix Éclosion";
"CLOpacityEffect_DefaultTitle" = "Opacité";
"CLBlackWhiteEffect_DefaultTitle" = "N/B";
"CLContoursEffect_DefaultTitle" = "Contours";
"CLEdgeEffect_DefaultTitle" = "Bords";
"CLBlurEffect_MenuItemNormal" = "Complètement";

//Enhance
"CLDefaultEmptyEnhance_DefaultTitle" = "Hors";
"CLDefaultSceneryEnhance_DefaultTitle" = "Paysage";
"CLDefaultNightEnhance_DefaultTitle" = "Nuit";
"CLDefaultAutoAdjustEnhance_DefaultTitle" = "Auto ajustement";
"CLDefaultFoodEnhance_DefaultTitle" = "Nourriture";
"CLDefaultRedEyeEnhance_DefaultTitle" = "Yeux Rouges";
"CLDefaultPortraitEnhance_DefaultTitle" = "Portrait";
"CLDefaultHighDefEnhance_DefaultTitle" = "Haute Déf";

//Kaleidoscope
"CLKaleidoscopeBase_DefaultTitle" = "Hors";
"CLPerspectiveKaleidoscope_DefaultTitle" = "Perspective";
"CLTwelvefoldTileKaleidoscope_DefaultTitle" = "12x refléter";
"CLSixtfoldRotatedTileKaleidoscope_DefaultTitle" = "6x pivoter";
"CLSixtfoldReflectedTileKaleidoscope_DefaultTitle" = "6x refléter";
"CLParallelogramTileKaleidoscope_DefaultTitle" = "Parallélogramme Tuile";
"CLFourfoldGlideTileKaleidoscope_DefaultTitle" = "4x diapositive";
"CLFourfoldTransTileKaleidoscope_DefaultTitle" = "4x mouvement";
"CLFourfoldRotTileKaleidoscope_DefaultTitle" = "4x pivoter";
"CLFourfoldTileKaleidoscope_DefaultTitle" = "4x refléter";
"CLEightfoldTileKaleidoscope_DefaultTitle" = "8x refléter";
"CLOpTileKaleidoscope_DefaultTitle" = "Op Art";
"CLTriangleTileKaleidoscope_DefaultTitle" = "△ Tuile";
"CLKaleidoscope2Kaleidoscope_DefaultTitle" = "Standard";
"CLKaleidoscopeKaleidoscope_DefaultTitle" = "Triangle";

//Filter
"CLDefaultEmptyFilter_DefaultTitle" = "Hors";
"CLDefaultLinearFilter_DefaultTitle" = "Linear";
"CLDefaultVignetteFilter_DefaultTitle" = "Vignette";
"CLDefaultAmatorkaFilter_DefaultTitle" = "Amatorka";
"CLDefaultEtikateFilter_DefaultTitle" = "Etikate";
"CLDefaultEleganceFilter_DefaultTitle" = "Eleganz";
"CLDefaultInstantFilter_DefaultTitle" = "Instant";
"CLDefaultProcessFilter_DefaultTitle" = "Process";
"CLDefaultTransferFilter_DefaultTitle" = "Transfer";
"CLDefaultChromeFilter_DefaultTitle" = "Chrome";
"CLDefaultFadeFilter_DefaultTitle" = "Fade";
"CLDefaultCIVibranceFilter_DefaultTitle" = "Vibrance";
"CLDefaultCurveFilter_DefaultTitle" = "Curve";
"CLDefaultUnsharpFilter_DefaultTitle" = "Unsharp Mask";
"CLDefaultK1Filter_DefaultTitle" = "K1";
"CLDefaultK2Filter_DefaultTitle" = "K2";
"CLDefaultK6Filter_DefaultTitle" = "K6";
"CLDefaultKDynamicFilter_DefaultTitle" = "KDynamic";
"CLDefaultPola669Filter_DefaultTitle" = "Pola669";
"CLDefaultPolaSXFilter_DefaultTitle" = "PolaSX";
"CLDefaultLomoFilter_DefaultTitle" = "Lomo";
"CLDefaultLomo100Filter_DefaultTitle" = "Lomo100";
"CLDefaultPro400Filter_DefaultTitle" = "Pro400";
"CLDefaultFridgeFilter_DefaultTitle" = "Fridge";
"CLDefaultBreezeFilter_DefaultTitle" = "Breeze";
"CLDefaultOrchidFilter_DefaultTitle" = "Orchid";
"CLDefaultChestFilter_DefaultTitle" = "Chest";
"CLDefaultFrontFilter_DefaultTitle" = "Front";
"CLDefaultFixieFilter_DefaultTitle" = "Fixie";
"CLDefaultLeninFilter_DefaultTitle" = "Lenin";
"CLDefaultQuoziFilter_DefaultTitle" = "Quozi";
"CLDefaultFoodFilter_DefaultTitle" = "Food";
"CLDefaultGlamFilter_DefaultTitle" = "Glam";
"CLDefaultCelsiusFilter_DefaultTitle" = "Celsius";
"CLDefaultTexasFilter_DefaultTitle" = "Texas";
"CLDefaultGoblinFilter_DefaultTitle" = "Goblin";
"CLDefaultMellowFilter_DefaultTitle" = "Mellow";
"CLDefaultSoftFilter_DefaultTitle" = "Soft";
"CLDefaultBluesFilter_DefaultTitle" = "Blues";
"CLDefaultElderFilter_DefaultTitle" = "Elder";
"CLDefaultSteelFilter_DefaultTitle" = "Steel";
"CLDefaultBleachedFilter_DefaultTitle" = "Bleached";
"CLDefaultBleachedBlueFilter_DefaultTitle" = "Bleached Blue";
"CLDefaultHighContrastFilter_DefaultTitle" = "HighContrast";
"CLDefaultHighcarbFilter_DefaultTitle" = "Highcarb";
"CLDefaultSeventiesFilter_DefaultTitle" = "Seventies";
"CLDefaultEightiesFilter_DefaultTitle" = "Eighties";
"CLDefaultColorfulFilter_DefaultTitle" = "Colorful";
"CLDefaultTwilightFilter_DefaultTitle" = "Twilight";
"CLDefaultCottonCandyFilter_DefaultTitle" = "CottonCandy";
"CLDefaultPaleFilter_DefaultTitle" = "Pale";
"CLDefaultSettledFilter_DefaultTitle" = "Settled";
"CLDefaultCoolFilter_DefaultTitle" = "Cool";
"CLDefaultLithoFilter_DefaultTitle" = "Litho";
"CLDefaultAncientFilter_DefaultTitle" = "Ancient";
"CLDefaultPitchedFilter_DefaultTitle" = "Pitched";
"CLDefaultLucidFilter_DefaultTitle" = "Lucid";
"CLDefaultCreamyFilter_DefaultTitle" = "Creamy";
"CLDefaultKeenFilter_DefaultTitle" = "Keen";
"CLDefaultTenderFilter_DefaultTitle" = "Tender";
"CLDefaultClassicFilter_DefaultTitle" = "Classic";
"CLDefaultNoGreenFilter_DefaultTitle" = "NoGreen";
"CLDefaultNeatFilter_DefaultTitle" = "Neat";
"CLDefaultPlateFilter_DefaultTitle" = "Plate";
"CLDefaultSummerFilter_DefaultTitle" = "Summer";
"CLDefaultFallFilter_DefaultTitle" = "Fall";
"CLDefaultWinterFilter_DefaultTitle" = "Winter";
"CLDefaultSunsetFilter_DefaultTitle" = "Sunset";
"CLDefaultEveningFilter_DefaultTitle" = "Evening";
"CLDefaultX400Filter_DefaultTitle" = "X400";
"CLDefaultNoirFilter_DefaultTitle" = "Noir";
"CLDefaultTonalFilter_DefaultTitle" = "Tonal";
"CLDefaultMonoFilter_DefaultTitle" = "Mono";
"CLDefaultSinFilter_DefaultTitle" = "Sin Red";
"CLDefaultSin1Filter_DefaultTitle" = "Sin Green";
"CLDefaultSin2Filter_DefaultTitle" = "Sin Blue";
"CLDefaultNightFilter_DefaultTitle" = "Nightvision";
"CLDefaultPredatorFilter_DefaultTitle" = "Predator";
"CLDefaultArcadeFilter_DefaultTitle" = "Arcade";
"CLDefaultXRayFilter_DefaultTitle" = "X-Ray";
"CLDefaultInvertFilter_DefaultTitle" = "Invert";
"CLDefaultSepiaFilter_DefaultTitle" = "Sepia";
"CLDefaultSepiaHighFilter_DefaultTitle" = "Sepia High";
"CLDefaultGoldFilter_DefaultTitle" = "Gold";
"CLDefaultBronceFilter_DefaultTitle" = "Bronce";
"CLDefaultRubyFilter_DefaultTitle" = "Ruby";
"CLDefaultEmeraldFilter_DefaultTitle" = "Emerald";
"CLDefaultAmethystFilter_DefaultTitle" = "Amethyst";
"CLDefaultAquaFilter_DefaultTitle" = "Aqua";
"CLDefaultRoseFilter_DefaultTitle" = "Rose";

/*Retouching*/
"CLRetouchingTool_DefaultTitle" = "Retouche";
"CLRetouchingBlur_DefaultTitle" = "Ramollir";
"CLRetouchingSharpen_DefaultTitle" = "Aiguiser";
"CLRetouchingBrighten_DefaultTitle" = "Éclaircissant";
"CLRetouchingDarken_DefaultTitle" = "Assombrissement";
"CLRetouchingContrastP_DefaultTitle" = "+Contraste";
"CLRetouchingContrastM_DefaultTitle" = "-Contraste";
"CLRetouchingSaturationP_DefaultTitle" = "+Saturation";
"CLRetouchingSaturationM_DefaultTitle" = "-Saturation";
"CLRetouchingExposureP_DefaultTitle" = "+Exposition";
"CLRetouchingExposureM_DefaultTitle" = "-Exposition";
"CLRetouchingInk_DefaultTitle" = "Colorant";
"CLRetouchingWarm_DefaultTitle" = "Chaud"";
"CLRetouchingCold_DefaultTitle" = "Froid";
"CLRetouchingSepia_DefaultTitle" = "Sépia";
"CLRetouchingPixel_DefaultTitle" = "Pixel";

/*3D Anaglyph*/
"CL3DBase_DefaultTitle" = "";
"CLRedCyan3D_DefaultTitle" = "";
"CLCyanRed3D_DefaultTitle" = "";
"CLRedBlue3D_DefaultTitle" = "";
"CLBlueRed3D_DefaultTitle" = "";
"CLMagentaGreen3D_DefaultTitle" = "";
"CLGreenMagenta3D_DefaultTitle" = "";
"CLRedGreen3D_DefaultTitle" = "";
"CLGreenRed3D_DefaultTitle" = "";
"CLBlueYellow3D_DefaultTitle" ="";
"CLYellowBlue3D_DefaultTitle" = "";